tap "beeftornado/rmtree"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "the-wineskin-project/wineskin"
brew "aria2"
brew "autossh"
brew "bat"
brew "bat-extras"
brew "broot"
brew "libx11"
brew "cargo-binstall"
brew "chezmoi"
brew "coreutils"
brew "duf"
brew "dust"
brew "fd"
brew "icu4c@76"
brew "harfbuzz"
brew "libarchive"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glances"
brew "hexyl"
brew "ijq"
brew "imagemagick"
brew "lsd"
brew "mcfly"
brew "neovim"
brew "nmap"
brew "openvino"
brew "p7zip"
brew "parallel"
brew "pipenv"
brew "python@3.11"
brew "rdfind"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "rush-parallel"
brew "rustup"
brew "sk"
brew "smartmontools"
brew "starship"
brew "tag"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "volta"
brew "wakeonlan"
brew "watch"
brew "watchexec"
brew "wget"
brew "xplr"
brew "xsv"
brew "yt-dlp"
brew "zellij"
brew "zenith"
brew "zoxide"
brew "zsh"
cask "balance-lock"
cask "bettertouchtool"
cask "kegworks"
cask "mythic"
cask "wezterm"
cask "whisky"
cask "wineskin"
cask "zed"
vscode "74th.monokai-charcoal-high-contrast"
vscode "8amjp.charactercount"
vscode "alexcvzz.vscode-sqlite"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "blueglassblock.better-json5"
vscode "bradlc.vscode-tailwindcss"
vscode "cezaraugusto.vscode-chrome-extesion-manifest-json-schema"
vscode "codeium.codeium"
vscode "codejockie.crow"
vscode "codrin.dark-symphony-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dioxuslabs.dioxus"
vscode "dwrolvink.obsidian-dark-theme-rust"
vscode "eamodio.gitlens"
vscode "evondev.indent-rainbow-palettes"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "hbenl.vscode-test-explorer"
vscode "highspeeddirt.pork-and-beans"
vscode "hmadafzal.vintage-rust-theme"
vscode "idleberg.applescript"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jsaulou.theme-by-language"
vscode "kamen.noctis-high-contrast"
vscode "kdl-org.kdl"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msjsdiag.vscode-react-native"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "ryanolsonx.snippet-creator"
vscode "sirmspencer.vscode-autohide"
vscode "stkb.rewrap"
vscode "svelte.svelte-vscode"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhouronghui.propertylist"
vscode "zhuangtongfa.material-theme"
vscode "zibro.monokai-hc-extreme"
vscode "zxh404.vscode-proto3"
