tap "gcenx/wine"
tap "homebrew/bundle"
tap "osx-cross/arm"
tap "osx-cross/avr"
brew "autossh"
brew "bat"
brew "bat-extras"
brew "broot"
brew "libx11"
brew "chezmoi"
brew "coreutils"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "python@3.11"
brew "glances"
brew "hexyl"
brew "ijq"
brew "lsd"
brew "mcfly"
brew "neovim"
brew "nmap"
brew "p7zip"
brew "pipenv"
brew "rdfind"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "smartmontools"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "xsv"
brew "yt-dlp"
brew "zenith"
brew "zoxide"
brew "zsh"
cask "balance-lock"
cask "bettertouchtool"
cask "blackhole-2ch"
cask "wezterm"
vscode "8amjp.charactercount"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "codejockie.crow"
vscode "codrin.dark-symphony-theme"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "evondev.indent-rainbow-palettes"
vscode "github.vscode-github-actions"
vscode "GrapeCity.gc-excelviewer"
vscode "hbenl.vscode-test-explorer"
vscode "HighSpeedDirt.pork-and-beans"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mathiasfrohlich.Kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "ryanolsonx.snippet-creator"
vscode "sirmspencer.vscode-autohide"
vscode "stkb.rewrap"
vscode "Swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
vscode "zhouronghui.propertylist"
vscode "zhuangtongfa.material-theme"
vscode "Zibro.monokai-hc-extreme"
